Tarea 1 CFD/Simulaciones/L_20_simplemesh/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          40;
        startFace       15800;
    }
    outlet
    {
        type            patch;
        nFaces          80;
        startFace       15840;
    }
    wall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          280;
        startFace       15920;
    }
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          16000;
        startFace       16200;
    }
)

// ************************************************************************* //
